Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: %1$d new permissions are required
co: %1$d novi permessi sò richiesti

source: %1$d out of %2$d
co: %1$d nant’à %2$d

source: %1$d selected
co: %1$d selezziunatu(i)

source: 1 open tab. Tap to switch tabs.
co: 1 unghjetta aperta. Picchichjà per cambià d’unghjetta.

source: %1$s can’t download this file type
co: %1$s ùn pò micca scaricà stu tipu di schedariu

source: %1$s clears your search and browsing history from private tabs when you close them or quit the app. While this doesn’t make you anonymous to websites or your internet service provider, it makes it easier to keep what you do online private from anyone else who uses this device.
co: ¶ · %1$s squassa e vostre cronolugie di ricerca è di navigazione da l’unghjette private quandu vò chjuditele o chitate l’appiecazione. Benchè quessu ùn vi rende micca anonimu nant’à i siti web nè da u vostru furnidore d’accessu à internet, vi permette di cunservà sicreta a vostra attività in linea per tutte l’altre persone chì impiegherianu u vostru apparechju.

source: %1$s clears your search and browsing history when you quit the app or close all private tabs. While this doesn’t make you anonymous to websites or your internet service provider, it makes it easier to keep what you do online private from anyone else who uses this device.
co: ¶ %1$s squassa e vostre crunulogie di ricerca è di navigazione quandu vò chitate l’appiecazione o chjudite e vostre unghjette private. Benchè quessu ùn vi rende micca anonimu nant’à i siti web ne da u vostru furnidore d’accessu à internet, vi permette di¶ cunservà sicreta a vostra attività in linea per tutte l’altre persone chì impiegherianu u vostru apparechju.¶

source: %1$s has a new update
co: Una versione mudificata hè dispunibule per %1$s

source: %1$s has been added to %2$s
co: %1$s hè statu aghjuntu à %2$s

source: %1$s is produced by Mozilla.
co: %1$s hè sviluppatu da Mozilla.

source: %1$s on %2$s %3$s
co: %1$s nant’à %2$s %3$s

source: %1$s open tabs. Tap to switch tabs.
co: %1$s unghjette aperte. Picchichjà per cambià d’unghjetta.

source: %1$s (Private Mode)
co: %1$s (navigazione privata)

source: 1 tab
co: 1 unghjetta

source: 2. Tap <b>Permissions</b>
co: 2. Tucchate <b>Permessi</b>

source: 3. Toggle <b>%1$s</b> to ON
co: 3. Attivate <b>%1$s</b>

source: About
co: Apprupositu

source: About %1$s
co: Apprupositu di %1$s

source: Accept the Risk and Continue
co: Accettà u risicu è cuntinuà

source: Access browser activity during navigation
co: Accede à l’attività di u navigatore durante a navigazione

source: Access browser tabs
co: Accede à l’unghjette di u navigatore

source: Access browsing history
co: Accede à a cronolugia di navigazione

source: Accessibility
co: Accessibilità

source: Access recently closed tabs
co: Accede à l’unghjette chjose pocu fà

source: Access to the file was denied
co: L’accessu à u schedariu hè statu ricusatu

source: Access your data for %1$s
co: Accede à i vostri dati per %1$s

source: Access your data for all websites
co: Accede à i vostri dati per tutti i siti web

source: Access your data for sites in the %1$s domain
co: Accede à i vostri dati per i siti di u duminiu %1$s

source: Access your data on %1$d other domains
co: Accede à i vostri dati per %1$d altri duminii

source: Access your data on %1$d other sites
co: Accede à i vostri dati per %1$d altri siti

source: Access your data on 1 other domain
co: Accede à i vostri dati per un altru duminiu

source: Access your data on 1 other site
co: Accede à i vostri dati per un altru situ

source: Access your location
co: Accede à a vostra lucalizazione

source: Account
co: Contu

source: Adapts to your device settings
co: S’adatta à e preferenze di u vostru apparechju

source: Add
co: Aghjunghje

source: Add %1$s?
co: Aghjunghje %1$s ?

source: Add %1$s and %2$s to %3$s
co: Aghjunghje %1$s è %2$s à %3$s

source: Add %1$s to %2$s
co: Aghjunghje %1$s à %2$s

source: Add a shortcut to open private tabs from your Home screen.
co: Aghjunghjite un accurtatoghju per apre unghjette private da u vostru screnu d’accolta.

source: Added to %s home!
co: Aghjuntu à l’accolta di %s !

source: Added to top sites!
co: Aghjuntu à i siti principale !

source: Add folder
co: Aghjunghje un cartulare

source: Add new collection
co: Creà una nova cullezzione

source: Add-on collection modified. Quitting the application to apply changes…
co: Cullezzione di moduli addiziunale mudificata. Chjusura di l’appiecazione per piglialla in contu…

source: Add-on is already installed
co: Stu modulu addiziunale hè dighjà installatu

source: Add-on is not supported
co: Stu modulu addiziunale ùn hè micca accettatu

source: Add-ons
co: Moduli addiziunali

source: Add-ons Manager
co: Ghjestiunariu di moduli addiziunali

source: Add private tab
co: Apre una nova unghjetta privata

source: Address bar
co: Barra d’indirizzu

source: Address Not Found
co: L’indirizzu ùn esiste micca

source: Add search engine
co: Aghjunghje un mutore di ricerca

source: Add tab
co: Aghjunghje un’unghjetta

source: Add them to %1$s
co: Aghjunghjeli à %1$s

source: Add to contact
co: Aghjunghje à un cuntattu

source: Add to Home screen
co: Aghjunghje à u screnu d’accolta

source: Add to top sites
co: Aghjunghje à i siti principale

source: Add widget
co: Aghjunghje u widget

source: Advanced
co: Espertu

source: Advanced…
co: Espertu…

source: After one day
co: Dopu un ghjornu

source: After one month
co: Dopu un mese

source: After one week
co: Dopu una settimana

source: All actions
co: Tutte l’azzioni

source: All cookies (will cause websites to break)
co: Tutti i canistrelli (impediscerà siti web di funziunà)

source: Allow
co: Permette

source: ALLOW
co: PERMETTE

source: Allow %1$s to open %2$s
co: Permette à %1$s d’apre %2$s

source: Allow %1$s to send notifications?
co: Permette à %1$s di mandà nutificazioni ?

source: Allow %1$s to store data in persistent storage?
co: Permette à %1$s d’allucà dati in a memoria permanente ?

source: Allow %1$s to use your camera?
co: Permette à %1$s d’impiegà u vostru apparechju-fotò ?

source: Allow %1$s to use your camera and microphone?
co: Permette à %1$s d’impiegà u vostru apparechju-fotò è u vostru microfonu ?

source: Allow %1$s to use your location?
co: Permette à %1$s d’accede à a vostra lucalizazione ?

source: Allow %1$s to use your microphone?
co: Permette à %1$s d’impiegà u vostru microfonu ?

source: Allow audio and video
co: Permette l’audio è a video

source: Allow audio and video on Wi-Fi only
co: Permette l’audio è a video solu nant’à Wi-Fi

source: Allowed
co: Permessu

source: Allow in private browsing
co: Permette in navigazione privata

source: Allow screenshots in private browsing
co: Permette e catture di screnu durante a navigazione privata

source: Allows Mozilla to install and collect data for experimental features
co: Permette à Mozilla d’installà funzioni sperimentale è di cullettà dati addiziunali

source: Allows Mozilla to install and run studies
co: Permette à Mozilla d’installà è di lancià studii

source: All third-party cookies (may cause websites to break)
co: Tutti i canistrelli terzi (pò impedisce certi siti web di funziunà)

source: A login with that username already exists
co: L’identificazione di cunnessione cù stu nome d’utilizatore esiste dighjà

source: Alphabetically
co: Ordine alfabeticu

source: Already have an account?
co: Avete dighjà un contu ?

source: Always
co: Sempre

source: A new permission is required
co: Un permessu novu hè richiestu

source: Appearance
co: Aspettu

source: Apr
co: apri.

source: Are you sure?
co: Cunfirmazione

source: Are you sure you want to clear your downloads?
co: Site sicuru di vulè squassà a lista di i vostri scaricamenti ?

source: Ask to allow
co: Dumandà per permette

source: Ask to save
co: Dumandà per arregistrà

source: Audio and video will play on Wi-Fi
co: Audio è video seranu letti cù una cunnessione Wi-Fi

source: Aug
co: aostu

source: Authors
co: Autori

source: Autocomplete URLs
co: Compie autumaticamente l’indirizzi

source: Autofill
co: Riempiimentu autumaticu

source: Automatic
co: Autumaticu

source: Automatically deletes browsing data when you select "Quit" from the main menu
co: Squassa autumaticamente i dati di navigazione quandu vi selezziunate « Esce » in u listinu principale

source: Automatically deletes browsing data when you select \"Quit\" from the main menu
co: Squassa autumaticamente i dati di navigazione quandu vi selezziunate « Esce » in u listinu principale

source: Automatic font sizing
co: Dimensione autumatica di e grafie

source: Automatic Font Sizing
co: Adattazione autumatica di a dimensione di grafia

source: Automatic privacy
co: Rispettu autumaticu di a vita privata

source: Back
co: Pagina precedente

source: Balanced for protection and performance.
co: Equilibratu trà a prutezzione è a prestazione.

source: Basics
co: Generale

source: Block audio
co: Bluccà l’audio

source: Block audio and video
co: Bluccà l’audio è a video

source: Block audio and video on cellular data only
co: Bluccà l’audio è a video da i dati mubili solu

source: Block audio only
co: Bluccà solu l’audio

source: Block content and scripts that track you online
co: Blocca u cuntenutu è i scenarii chì vò seguitanu in linea.

source: Blocked
co: Bluccatu

source: Blocked by Android
co: Bluccatu da Android

source: Blocks cookies that ad networks and analytics companies use to compile your browsing data across many sites.
co: Bluccechja i canistrelli chì e rete di publicità è e sucietà d’analisa di dati impieganu per cumpilà i vostri dati di navigazione nant’à parechji siti.

source: Blocks fewer trackers but allows pages to load normally
co: Bluccheghja menu di perseguitatori ma permette à e pagine di caricassi nurmalmente

source: Blocks fewer trackers. Pages will load normally.
co: Bluccheghja menu di perseguitatori. E pagine si caricanu nurmalmente.

source: Blocks more trackers, ads, and popups. Pages load faster, but some functionality might not work.
co: Bluccheghja più perseguitatori, publicità è annunzii micca richiesti. E pagine si caricanu più prestu, ma certi siti puderianu ùn micca funziunà currettamente.

source: Blocks more trackers for better protection and performance, but may cause some sites to not work properly
co: Bluccheghja più di perseguitatori per una prutezzione più forte contr’à u spiunagiu è un andamentu piu rapidu, ma certi siti puderianu ùn micca funziunà currettamente

source: Block video and audio
co: Bluccà a video è l’audio

source: Bookmark
co: Indetta

source: Bookmark created.
co: Indetta aghjunta.

source: Bookmark menu
co: Listinu di l’indette

source: Bookmarks
co: Indette

source: Bookmark saved!
co: Indetta arregistrata

source: Bookmarks deleted
co: Indette squassate

source: Bookmarks Menu
co: Listinu di l’indette

source: Bookmarks saved!
co: Indette arregistrate !

source: Bookmarks Toolbar
co: Barra d’attrezzi di l’indette

source: Bottom
co: Inghjò

source: Browse privately
co: Navigazione privata

source: Browse without being followed
co: Navigà senza esse seguitatu(a)

source: Browsing data deleted
co: Dati di navigazione squassati

source: Browsing history
co: Crunulogia di navigazione

source: Browsing history and site data
co: Cronolugia di navigazione è dati di siti

source: Cached images and files
co: Fiure è schedarii messi in impiatta

source: Call
co: Chjamà

source: Call with…
co: Chjamà cù…

source: Camera
co: Apparechju-fotò

source: Camera and microphone are on
co: L’apparechju-fotò è u microfonu sò attivati

source: Camera is on
co: L’apparechju-fotò hè attivatu

source: Cancel
co: Abbandunà

source: Cannot Complete Request
co: Ùn si pò compie a richiesta

source: Cannot share to this app
co: Ùn pò micca sparte st’appiecazione

source: Can’t edit default folders
co: Impussibule di mudificà i cartulari predefiniti

source: Change the layout of open tabs. Go to settings and select grid under tab view.
co: Mudificà l’accunciamentu di l’unghjette aperte. Andate in e preferenze è selezziunate « Quadrittere » sottu « Vista di l’unghjette ».

source: Check that search string matches Example format
co: Verificate chì a catena di ricerca seguiteghji u furmatu di l’esempiu

source: Check your network connection or try reloading the page in a few moments.
co: Verificate a vostra cunnessione internet o pruvate di ricaricà a pagina da quì à pocu.

source: Choose a color
co: Sceglie un culore

source: Choose what to sync
co: Sceglie l’infurmazioni à sincrunizà

source: Choose which trackers and scripts to block
co: Sciglite i perseguitatori è i scritti à bluccà

source: Choose which trackers and scripts to block.
co: Sciglite i perseguitatori è i sscenarii à bluccà.

source: Choose your theme
co: Sciglite u vostru tema

source: Clear
co: Squassà

source: Clear permission
co: Rivucà u permessu

source: Clear permissions
co: Rivucà i permessi

source: Clear permissions on all sites
co: Rivucà i permessi per tutti i siti

source: Clear recent browsing history, cookies, and related data
co: Squassà a cronolugia recente di navigazione, i canistrelli, è i dati assuciati

source: Clears cookies set by redirects to known tracking websites.
co: Squasseghja i canistrelli definiti da ridirezzione ver di siti web cunnisciuti per u spiunagiu.

source: Clear username
co: Squassà u nome d’utilizatore

source: Click for more details
co: Cliccu per sapene di più

source: Close
co: Chjode

source: Close after one day
co: Chjusura dopu un ghjornu

source: Close after one month
co: Chjusura dopu un mese

source: Close after one week
co: Chjusura dopu una settimana

source: Close all tabs
co: Chjode tutte l’unghjette

source: Close manually
co: Chjusura manuale

source: Close private tabs
co: Chjode l’unghjette private

source: Close reader view
co: Chjode u modu di lettura

source: Close tab
co: Chjode l’unghjetta

source: Close tabs
co: Chjode l’unghjette

source: Close tab %s
co: Chjode l’unghjetta %s

source: Collection %d
co: Cullezzione %d

source: Collection deleted
co: Cullezzione squassata

source: Collection menu
co: Listinu di a cullezzione

source: Collection name
co: Nome di a cullezzione

source: Collection owner (User ID)
co: Prupietariu di a cullezzione (Id. d’utilizatore)

source: Collection renamed
co: Cullezzione rinuminata

source: Collections
co: Cullezzioni

source: Collection saved!
co: Cullezzione arregistrata !

source: Collect the things that matter to you
co: Racuglite ciò chì conta per voi

source: Collect the things that matter to you. Group together similar searches, sites, and tabs for quick access later.
co: Racuglite ciò chì conta per voi. Gruppate inseme ricerche simile, i siti è l’unghjette per un accessu future più prestu.

source: Collect the things that matter to you. To start, save open tabs to a new collection.
co: Racuglite ciò chì conta per voi. Per principià, arregistrate l’unghjette aperte in una nova cullezzione.

source: Common myths about private browsing
co: ¶ Idee precuncepite apprupositu di a navigazione privata¶

source: Complete action using
co: Cumplettà l’azzione cù

source: Confirm
co: Cunfirmà

source: Connect with a Firefox Account.
co: Cunnettatevi cù un contu Firefox.

source: Content crashed
co: U cuntenutu s’hè lampatu

source: Content Encoding Error
co: Sbagliu di cudificazione di cuntenutu

source: Continue to website
co: Cuntinuà nant’à u situ web

source: Cookies
co: Canistrelli

source: Cookies from unvisited sites
co: Canistrelli di siti micca visitati

source: Copy
co: Cupià

source: Copy email address
co: Cupià l’indirizzu elettronicu

source: Copy image location
co: Cupià l’indirizzu di a fiura

source: Copy site
co: Cupià u situ

source: Copy username
co: Cupià u nome d’utilizatore

source: Corrupted Content Error
co: Sbagliu di cuntenutu alteratu

source: Could not open file
co: Impussibule d’apre u schedariu

source: Crash reporter
co: Rapurtadore di penseri

source: Created %s
co: %s creatu

source: Credit cards and addresses
co: Carte bancarie è indirizzi

source: Cross-site and social media trackers
co: Perseguitatori intersiti è di rete suciale

source: Cryptominers
co: Minatori di crittomuneta

source: Current session image
co: Imaghjina di a sessione currente

source: Custom
co: Persunalizata

source: Custom Add-on collection
co: Cullezzione persunalizata di moduli addiziunale

source: Custom Firefox Account server
co: Servitore persunalizatu di contu Firefox

source: Customize
co: Persunalizà

source: Customize reader view
co: Persunalizà u modu di lettura

source: Custom search engine details
co: Detaglii di u mutore di ricerca persunalizatu

source: Custom Sync server
co: Servitore persunalizatu di sincrunizazione

source: %d addresses
co: %d indirizzi web

source: Dark
co: Scuru

source: Dark color scheme
co: Ghjocu di culori scuri

source: Dark theme
co: Tema scuru

source: Data choices
co: Scelta di dati

source: Data collection
co: Culletta di dati

source: %d collections
co: %d cullezzioni

source: Debug menu: %1$d click(s) left to enable
co: Listinu di spannatura : %1$d cliccu(hi) per attivalu

source: Debug menu enabled
co: Listinu di spannatura attivatu

source: Dec
co: dice.

source: Deceptive site issue
co: Prublema di situ ingannatore

source: Default search engine
co: Mutore di ricerca predefinitu

source: Delete
co: Squassà

source: Delete %1$d items
co: Squassà %1$d elementi

source: Delete %1$s?
co: Squassà %1$s ?

source: Delete all exceptions
co: Squassà tutte l’eccezzioni

source: Delete and Open
co: Squassà è apre

source: Delete browsing data
co: Squassà i dati di navigazione

source: Delete browsing data on quit
co: Squassà i dati di navigazione à l’esce

source: Delete collection
co: Squassà a cullezzione

source: Deleted %1$s
co: %1$s squassatu

source: Delete downloads
co: Squassà a lista di i scaricamenti

source: Deleted %s
co: %s squassatu

source: Delete from history
co: Squassà da a cronolugia

source: Delete history
co: Squassà a cronolugia

source: Delete private tabs
co: Squassà l’unghjette private

source: Delete session
co: Squassà a sessione

source: Deleting browsing data…
co: Squassatura di i dati di navigazione…

source: Deleting selected bookmarks
co: Squassatura di l’indette selezziunate

source: Deleting selected folders
co: Squassatura di i cartulari selezziunati

source: Deleting this tab will delete the entire collection. You can create new collections at any time.
co: A squassatura di st’unghjetta squasserà a cullezzione sana. Pudete creà nove cullezzioni à ogni mumentu.

source: Deny
co: Ricusà

source: DENY
co: RICUSÀ

source: Deselect All
co: Ùn selezziunà nunda

source: Desktop site
co: Versione urdinatore

source: Details
co: Detaglii

source: Developer tools
co: Attrezzi di sviluppu

source: Device name
co: Nome di l’apparechju

source: Device name cannot be empty.
co: U nome di l’apparechju ùn pò micca esse viotu.

source: Disabled
co: Disattivatu

source: Disable private browsing
co: Disattivà a navigazione privata

source: Discard changes
co: Disfà i cambiamenti

source: Dismiss
co: Ricusà

source: Dismiss find in page
co: Chjode a ricerca in a pagina

source: Display notifications to you
co: Affissavvi nutificazioni

source: Don’t allow
co: Ùn permette micca

source: Don’t save
co: Ùn arregistrà micca

source: Don’t update
co: Ùn micca rinnovà

source: Download
co: Scaricà

source: Download (%1$s)
co: Scaricamentu (%1$s)

source: Download completed
co: Scaricamentu compiu

source: Download failed
co: Fiascu di u scaricamentu

source: Download files and read and modify the browser’s download history
co: Scaricà schedarii, è leghje è mudificà a cronolugia di i scaricamenti di u navigatore

source: Download paused
co: Scaricamentu messu in pausa

source: Downloads
co: Scaricamenti

source: Downloads Deleted
co: Lista di i scaricamenti squassata

source: Downloads Removed
co: Scaricamenti cacciati

source: Do you want %s to save this login?
co: Vulete chì %s arregistri st’identificazione di cunnessione ?

source: %d pages
co: %d pagine

source: DRM-controlled content
co: Cuntenutu cuntrollatu da DRM

source: %d tab
co: %d unghjetta

source: %d tabs
co: %d unghjette

source: %d tab selected
co: %d unghjetta selezziunata

source: %d tabs selected
co: %d unghjette selezziunate

source: Edit
co: Mudificà

source: EDIT
co: MUDIFICÀ

source: Edit bookmark
co: Mudificà l’indetta

source: Edit folder
co: Mudificà u cartulare

source: Edit search engine
co: Mudificà u mutore di ricerca

source: Email
co: Mandà un messaghju

source: Email address copied to clipboard
co: L’indirizzu elettronicu hè statu cupiatu in u preme’papei

source: Email with…
co: Mandà un messaghju cù…

source: Enabled
co: Attivatu

source: Enable private browsing
co: Attivà a navigazione privata

source: Enable to allow pinch and zoom, even on websites that prevent this gesture.
co: Attivà per permette l’ingrandamentu cù dui diti ancu nant’à i siti chì impediscenu stu gestu.

source: Enhanced Tracking Protection
co: Prutezzione rinfurzata contr’à u spiunagiu

source: Enhanced Tracking Protection is off for these websites
co: A prutezzione rinfurzata contr’à u spiunagiu hè disattivata per sti siti web

source: Entered multiselect mode, select tabs to save to a collection
co: Modu di selezzione multiple attivatu, selezziunate l’unghjette à arregistrà in una cullezzione

source: Entering full screen mode
co: Modu di screnu sanu attivatu

source: Error
co: Sbagliu

source: Error connecting to “%s”
co: Sbagliu di cunnessione à « %s »

source: Every time the shield is purple, %s has blocked trackers on a site. Tap for more info.
co: Quandu u scudu hè di culore viulettu, vole si dì chì %s hà bluccatu perseguitatori nant’à u situ visitatu. Picchichjate per sapene di più.

source: Exceptions
co: Eccezzioni

source: Exceptions let you disable tracking protection for selected sites.
co: L’eccezzioni vi permettenu di disattivà a prutezzione contr’à u spiunagiu per certi siti.

source: Exited multiselect mode
co: Fine di u modu di selezzione multiple

source: Exit multiselect mode
co: Piantà u modu di selezzione multiple

source: Experiments
co: Sperimentazioni

source: Extend developer tools to access your data in open tabs
co: Stende l’impiegu di l’attrezzi di sviluppu per accede à i vostri dati in l’unghjette aperte

source: Extensions
co: Estensioni

source: External download manager
co: Ghjestiunariu esternu di scaricamentu

source: Failed to disable %1$s
co: Impussibule di disattivà %1$s

source: Failed to enable %1$s
co: Impussibule d’attivà %1$s

source: Failed to install %1$s
co: Fiascu di l’installazione di %1$s

source: Failed to remove %1$s
co: Impussibule di caccià %1$s

source: Failed to sign-in
co: Fiascu di cunnessione

source: Failed to uninstall %1$s
co: Fiascu di a disinstallazione di %1$s

source: Feb
co: ferr.

source: File Not Found
co: U schedariu ùn esiste micca

source: Fill link from clipboard
co: Riempie da u preme’papei

source: Find in page
co: Circà in a pagina

source: Find next result
co: Truvà u risultatu seguente

source: Find previous result
co: Truvà u risultatu precedente

source: Fingerprinters
co: Detettori d’impronta numerica

source: Firefox Account
co: Contu Firefox

source: Firefox Account/Sync server modified. Quitting the application to apply changes…
co: Mudificazione di u servitore di contu o di sincrunizazione. Chjusura di l’appiecazione per piglià i cambiamenti in contu…

source: Firefox Nightly gets updated every night and has experimental new features. However, it may be less stable. Download our beta browser for a more stable experience.
co: ¶ · Firefox Nightly cambia ogni notte è vene cù nove funzioni esperimentale.¶ · Sarrimanenti, pò esse menu stabule. Scaricate u nostru navigatore beta per una pratica più stabule.

source: Firefox Nightly has moved
co: Firefox Nightly hà cambiatu
